{
  "<PAD>": 0,
  "<UNK>": 1,
  "CheckRemoteDebuggerPresent": 2,
  "CloseHandle": 3,
  "CopyFileW": 4,
  "CreateDirectoryW": 5,
  "CreateFileA": 6,
  "CreateFileW": 7,
  "CreateMutexA": 8,
  "CreateProcessA": 9,
  "CreateProcessW": 10,
  "CreateRemoteThread": 11,
  "CreateServiceA": 12,
  "CreateThread": 13,
  "CryptCreateHash": 14,
  "CryptDecrypt": 15,
  "CryptDeriveKey": 16,
  "CryptEncrypt": 17,
  "CryptGenKey": 18,
  "CryptHashData": 19,
  "CryptImportKey": 20,
  "DeleteFileA": 21,
  "DeleteFileW": 22,
  "ExitProcess": 23,
  "FindFirstFileW": 24,
  "FindNextFileW": 25,
  "GetAsyncKeyState": 26,
  "GetComputerNameA": 27,
  "GetCurrentProcess": 28,
  "GetFileAttributesW": 29,
  "GetModuleHandleA": 30,
  "GetProcAddress": 31,
  "GetSystemInfo": 32,
  "GetTempPathW": 33,
  "GetTickCount": 34,
  "GetUserNameA": 35,
  "HttpOpenRequestA": 36,
  "HttpSendRequestA": 37,
  "InternetCloseHandle": 38,
  "InternetOpenA": 39,
  "InternetOpenUrlA": 40,
  "InternetReadFile": 41,
  "IsDebuggerPresent": 42,
  "LoadLibraryA": 43,
  "LoadLibraryW": 44,
  "MoveFileW": 45,
  "NtAllocateVirtualMemory": 46,
  "NtCreateThreadEx": 47,
  "NtUnmapViewOfSection": 48,
  "NtWriteVirtualMemory": 49,
  "OpenMutexA": 50,
  "OpenProcess": 51,
  "OpenSCManagerA": 52,
  "ReadFile": 53,
  "ReadFileScatter": 54,
  "ReadProcessMemory": 55,
  "RegCloseKey": 56,
  "RegCreateKeyExA": 57,
  "RegCreateKeyExW": 58,
  "RegDeleteKeyA": 59,
  "RegDeleteKeyW": 60,
  "RegEnumKeyExA": 61,
  "RegOpenKeyExA": 62,
  "RegOpenKeyExW": 63,
  "RegQueryValueExA": 64,
  "RegQueryValueExW": 65,
  "RegSetValueExA": 66,
  "RegSetValueExW": 67,
  "RemoveDirectoryW": 68,
  "SetFileAttributesW": 69,
  "SetWindowsHookExA": 70,
  "ShellExecuteA": 71,
  "ShellExecuteW": 72,
  "Sleep": 73,
  "StartServiceA": 74,
  "TerminateProcess": 75,
  "URLDownloadToFileA": 76,
  "VirtualAllocEx": 77,
  "WSAConnect": 78,
  "WSARecv": 79,
  "WSASend": 80,
  "WinExec": 81,
  "WriteFile": 82,
  "WriteFileGather": 83,
  "WriteProcessMemory": 84,
  "ZwUnmapViewOfSection": 85,
  "accept": 86,
  "bind": 87,
  "closesocket": 88,
  "connect": 89,
  "getaddrinfo": 90,
  "gethostbyname": 91,
  "listen": 92,
  "recv": 93,
  "send": 94,
  "socket": 95
}